Repository: WarrenBrowse/warren-app
Catalog: ios/Assets/Settings.xcstrings
Source language: en
Languages: ar, da, de, es, fa, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, zh_hans, zh_hant

source: Every Warren exit you previously connected to will be re-pinned on the next connection (Trust On First Use). Until the new pins are established, an exit substitution would not be flagged on the first reconnect.
ar: كل خادم خروج تابع لـ Warren اتصلت به سابقًا سيُعاد تثبيت مفتاحه عند الاتصال التالي (Trust On First Use). وإلى أن تُثبَّت المفاتيح الجديدة، لن يُنبَّه إلى استبدال خادم الخروج عند أول إعادة اتصال.
da: Hver Warren-udgang, du tidligere har oprettet forbindelse til, vil blive fastgjort igen ved næste forbindelse (Trust On First Use). Indtil de nye fastgørelser er etableret, vil en udskiftning af udgang ikke blive markeret ved den første genoprettelse af forbindelsen.
de: Jeder Warren-Ausgang, mit dem du zuvor verbunden warst, wird bei der nächsten Verbindung erneut angeheftet (Trust On First Use). Bis die neuen Anheftungen eingerichtet sind, würde ein Austausch des Ausgangs bei der ersten erneuten Verbindung nicht gemeldet.
es: Cada salida de Warren a la que te conectaste anteriormente se volverá a fijar en la próxima conexión (Trust On First Use). Hasta que se establezcan las nuevas fijaciones, una sustitución de salida no se marcaría en la primera reconexión.
fa: هر خروجی Warren که قبلاً به آن متصل شده‌اید، در اتصال بعدی دوباره سنجاق می‌شود (Trust On First Use). تا زمانی که سنجاق‌های جدید برقرار نشده‌اند، جایگزینی خروجی در نخستین اتصال دوباره علامت‌گذاری نخواهد شد.
fi: Jokainen aiemmin käyttämäsi Warren-ulosmenopalvelin kiinnitetään uudelleen seuraavalla yhteydellä (Trust On First Use). Ennen kuin uudet kiinnitykset on muodostettu, ulosmenopalvelimen vaihtoa ei merkitä ensimmäisellä uudelleenyhdistyksellä.
fr: Chaque sortie Warren à laquelle vous vous êtes déjà connecté sera réépinglée lors de la prochaine connexion (confiance à la première utilisation). Tant que les nouveaux épinglages ne sont pas établis, une substitution de sortie ne serait pas signalée lors de la première reconnexion.
it: Ogni uscita Warren a cui ti sei connesso in precedenza verrà nuovamente fissata alla connessione successiva (Trust On First Use). Finché le nuove chiavi fissate non saranno stabilite, una sostituzione dell'uscita non verrebbe segnalata alla prima riconnessione.
ja: 以前に接続したすべてのWarrenエグジットは、次回の接続時に再度固定されます（Trust On First Use）。新しい固定が確立されるまでは、最初の再接続でエグジットの差し替えが検出されません。
ko: 이전에 연결했던 모든 Warren 출구는 다음 연결 시 다시 고정됩니다(Trust On First Use). 새 고정이 설정되기 전까지는 첫 재연결 시 출구가 교체되어도 표시되지 않습니다.
my: သင်ယခင်က ချိတ်ဆက်ခဲ့သော Warren ထွက်ပေါက်တိုင်းကို နောက်ချိတ်ဆက်မှုတွင် ပြန်လည်ပင်ထားမည်ဖြစ်သည် (Trust On First Use)။ ပင်အသစ်များ မတည်ဆောက်ရသေးမီ၊ ပထမဆုံး ပြန်လည်ချိတ်ဆက်မှုတွင် ထွက်ပေါက်အစားထိုးမှုကို အချက်ပေးဖော်ပြမည် မဟုတ်ပါ။
nb: Hver Warren-utgang du tidligere har koblet til, blir festet på nytt ved neste tilkobling (Trust On First Use). Inntil de nye festene er etablert, vil en bytting av utgang ikke bli flagget ved den første gjentilkoblingen.
nl: Elke Warren-exit waarmee je eerder verbinding hebt gemaakt, wordt bij de volgende verbinding opnieuw vastgezet (Trust On First Use). Totdat de nieuwe pins zijn vastgelegd, wordt een vervanging van een exit bij de eerste herverbinding niet gemarkeerd.
pl: Każdy serwer wyjściowy Warren, z którym wcześniej się łączyłeś, zostanie ponownie przypięty przy następnym połączeniu (Trust On First Use). Dopóki nowe przypięcia nie zostaną ustanowione, podmiana serwera wyjściowego nie zostanie zasygnalizowana przy pierwszym ponownym połączeniu.
pt: Cada saída Warren à qual se ligou anteriormente será novamente fixada na próxima ligação (Trust On First Use). Até que as novas fixações sejam estabelecidas, uma substituição de saída não seria assinalada na primeira reconexão.
ro: Fiecare ieșire Warren la care te-ai conectat anterior va fi fixată din nou la următoarea conexiune (Trust On First Use). Până la stabilirea noilor fixări, o substituire a ieșirii nu ar fi semnalată la prima reconectare.
ru: Каждый сервер выхода Warren, к которому вы ранее подключались, будет повторно закреплён при следующем подключении (Trust On First Use). Пока новые закрепления не установлены, подмена сервера выхода не будет обнаружена при первом повторном подключении.
sv: Varje Warren-utgång som du tidigare anslutit till kommer att fästas på nytt vid nästa anslutning (Trust On First Use). Tills de nya fästningarna är etablerade flaggas inte ett utgångsbyte vid den första återanslutningen.
th: เซิร์ฟเวอร์ทางออก Warren ทุกแห่งที่คุณเคยเชื่อมต่อจะถูกปักหมุดใหม่ในการเชื่อมต่อครั้งถัดไป (Trust On First Use) จนกว่าการปักหมุดใหม่จะเสร็จสมบูรณ์ การแทนที่เซิร์ฟเวอร์ทางออกจะไม่ถูกแจ้งเตือนในการเชื่อมต่อใหม่ครั้งแรก
tr: Daha önce bağlandığınız her Warren çıkışı, bir sonraki bağlantıda yeniden sabitlenir (Trust On First Use). Yeni sabitlemeler oluşana kadar, bir çıkış değişikliği ilk yeniden bağlanmada işaretlenmez.
uk: Кожен вихідний сервер Warren, до якого ви раніше підключалися, буде закріплено заново під час наступного підключення (Trust On First Use). Поки нові закріплення не встановлено, підміну вихідного сервера не буде виявлено під час першого перепідключення.
zh_hans: 你之前连接过的每个 Warren 出口都将在下次连接时重新固定（Trust On First Use）。在建立新的固定之前，首次重新连接时不会标记出口被替换的情况。
zh_hant: 你先前連接過的每個 Warren 出口都會在下次連線時重新固定（Trust On First Use）。在建立新的固定金鑰之前，首次重新連線時不會標記出口被替換的情況。

source: Exit ID
ar: معرّف الخروج
da: Udgangs-ID
de: Ausgangs-ID
es: ID de salida
fa: شناسه خروجی
fi: Lähtötunnus
fr: Identifiant du serveur
it: ID di uscita
ja: 出口 ID
ko: 출구 ID
nb: Utgangs-ID
nl: Uitgangs-ID
pl: ID wyjścia
pt: ID de saída
ro: ID ieșire
ru: ID выхода
sv: Utgångs-ID
th: รหัสทางออก
tr: Çıkış kimliği
uk: ID виходу
zh_hans: 出口 ID
zh_hant: 出口 ID

source: Exit relay
ar: مرحِّل الخروج
da: Udgangsrelæ
de: Ausgangsrelais
es: Relé de salida
fa: رلهٔ خروجی
fi: Ulostulorele
fr: Relais de sortie
it: Relè di uscita
ja: 出口リレー
ko: 출구 릴레이
my: ထွက်ပေါက်ရီလေး
nb: Utgangsrelé
nl: Uitgangsrelais
pl: Przekaźnik wyjściowy
pt: Relé de saída
ro: Releu de ieșire
ru: Выходной ретранслятор
sv: Utgångsrelä
th: รีเลย์ทางออก
tr: Çıkış aktarıcısı
uk: Вихідний ретранслятор
zh_hans: 出口中继
zh_hant: 出口中繼

source: External port
ar: المنفذ الخارجي
da: Ekstern port
de: Externer Port
es: Puerto externo
fa: درگاه بیرونی
fi: Ulkoinen portti
fr: Port externe
it: Porta esterna
ja: 外部ポート
ko: 외부 포트
my: ပြင်ပ port
nb: Ekstern port
nl: Externe poort
pl: Port zewnętrzny
pt: Porta externa
ro: Port extern
ru: Внешний порт
sv: Extern port
th: พอร์ตภายนอก
tr: Harici bağlantı noktası
uk: Зовнішній порт
zh_hans: 外部端口
zh_hant: 外部連接埠

source: Forwarded port
ar: المنفذ المُعاد توجيهه
da: Videresendt port
de: Weitergeleiteter Port
es: Puerto reenviado
fa: درگاه هدایت‌شده
fi: Edelleenlähetetty portti
fr: Port redirigé
it: Porta inoltrata
ja: 転送ポート
ko: 포워딩된 포트
my: forward လုပ်ထားသော port
nb: Videresendt port
nl: Doorgestuurde poort
pl: Przekierowany port
pt: Porta reencaminhada
ro: Port redirecționat
ru: Переадресованный порт
sv: Vidarebefordrad port
th: พอร์ตที่ส่งต่อ
tr: Yönlendirilen bağlantı noktası
uk: Переадресований порт
zh_hans: 已转发端口
zh_hant: 已轉送連接埠

source: HTTP/3 mimicry active
ar: محاكاة HTTP/3 نشطة
da: HTTP/3-mimik aktiv
de: HTTP/3-Nachahmung aktiv
es: Imitación de HTTP/3 activa
fa: تقلید HTTP/3 فعال است
fi: HTTP/3-jäljittely käytössä
fr: Mimétisme HTTP/3 actif
it: Mimica HTTP/3 attiva
ja: HTTP/3擬態が有効
ko: HTTP/3 모방 활성화됨
my: HTTP/3 အတုယူခြင်း ဖွင့်ထားသည်
nb: HTTP/3-etterligning aktiv
nl: HTTP/3-nabootsing actief
pl: Naśladowanie HTTP/3 aktywne
pt: Imitação de HTTP/3 ativa
ro: Imitarea HTTP/3 este activă
ru: Имитация HTTP/3 активна
sv: HTTP/3-imitation aktiv
th: การเลียนแบบ HTTP/3 ทำงานอยู่
tr: HTTP/3 taklidi etkin
uk: Імітація HTTP/3 активна
zh_hans: HTTP/3 模拟已激活
zh_hant: HTTP/3 模擬已啟用

source: HTTP/3 mimicry is active. Traffic is indistinguishable from regular HTTPS.
ar: محاكاة HTTP/3 نشطة. لا يمكن تمييز حركة البيانات عن حركة HTTPS العادية.
da: HTTP/3-mimik er aktiv. Trafik er umulig at skelne fra almindelig HTTPS.
de: HTTP/3-Nachahmung ist aktiv. Der Traffic ist von normalem HTTPS ununterscheidbar.
es: La imitación de HTTP/3 está activa. El tráfico es indistinguible del HTTPS normal.
fa: تقلید HTTP/3 فعال است. ترافیک از HTTPS معمولی قابل تشخیص نیست.
fi: HTTP/3-jäljittely on käytössä. Liikenne on erottamatonta tavallisesta HTTPS:stä.
fr: Le mimétisme HTTP/3 est actif. Le trafic est indissociable d'un HTTPS normal.
it: La mimica HTTP/3 è attiva. Il traffico è indistinguibile dal normale HTTPS.
ja: HTTP/3擬態が有効です。トラフィックは通常のHTTPSと見分けがつきません。
ko: HTTP/3 모방이 활성화되어 있습니다. 트래픽을 일반 HTTPS와 구별할 수 없습니다.
my: HTTP/3 အတုယူခြင်း ဖွင့်ထားသည်။ ထရက်ဖစ်ကို ပုံမှန် HTTPS နှင့် ခွဲခြားမရပါ။
nb: HTTP/3-etterligning er aktiv. Trafikk er umulig å skille fra vanlig HTTPS.
nl: HTTP/3-nabootsing is actief. Het verkeer is niet te onderscheiden van gewoon HTTPS.
pl: Naśladowanie HTTP/3 jest aktywne. Ruch jest nieodróżnialny od zwykłego HTTPS.
pt: A imitação de HTTP/3 está ativa. O tráfego é indistinguível do HTTPS normal.
ro: Imitarea HTTP/3 este activă. Traficul este imposibil de distins de traficul HTTPS obișnuit.
ru: Имитация HTTP/3 активна. Трафик неотличим от обычного HTTPS.
sv: HTTP/3-imitation är aktiv. Trafiken är omöjlig att skilja från vanlig HTTPS.
th: การเลียนแบบ HTTP/3 ทำงานอยู่ ทราฟฟิกแยกไม่ออกจาก HTTPS ทั่วไป
tr: HTTP/3 taklidi etkin. Trafik normal HTTPS'den ayırt edilemez.
uk: Імітація HTTP/3 активна. Трафік невідрізнюваний від звичайного HTTPS.
zh_hans: HTTP/3 模拟已激活。流量与普通 HTTPS 无法区分。
zh_hant: HTTP/3 模擬已啟用。流量與普通 HTTPS 無法區分。

source: Location
ar: الموقع
da: Placering
de: Standort
es: Ubicación
fa: مکان
fi: Sijainti
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
my: တည်နေရာ
nb: Plassering
nl: Locatie
pl: Lokalizacja
pt: Localização
ro: Locație
ru: Местоположение
sv: Plats
th: ตำแหน่งที่ตั้ง
tr: Konum
uk: Розташування
zh_hans: 位置
zh_hant: 位置

source: Newly observed key
ar: المفتاح المرصود حديثًا
da: Nyligt observeret nøgle
de: Neu beobachteter Schlüssel
es: Clave recién observada
fa: کلید تازه مشاهده‌شده
fi: Vasta havaittu avain
fr: Nouvelle clé observée
it: Nuova chiave osservata
ja: 新たに観測された鍵
ko: 새로 관찰된 키
my: အသစ်တွေ့ရှိသော သော့
nb: Nylig observert nøkkel
nl: Nieuw waargenomen sleutel
pl: Nowo zaobserwowany klucz
pt: Chave recém-observada
ro: Cheie recent observată
ru: Новый наблюдаемый ключ
sv: Nyligen observerad nyckel
th: กุญแจที่พบใหม่
tr: Yeni gözlemlenen anahtar
uk: Новий спостережений ключ
zh_hans: 新观察到的密钥
zh_hant: 新觀察到的金鑰

source: On the forum sign-in page, the session code is shown under the button. Type it here to approve that sign-in from this app. The page keeps waiting while you do.
ar: في صفحة تسجيل الدخول إلى المنتدى، يظهر رمز الجلسة أسفل الزر. أدخله هنا للموافقة على تسجيل الدخول هذا من هذا التطبيق. تواصل الصفحة الانتظار في هذه الأثناء.
da: På forummets loginside vises sessionskoden under knappen. Indtast den her for at godkende det login fra denne app. Siden venter imens.
de: Auf der Anmeldeseite des Forums steht der Sitzungscode unter der Schaltfläche. Gib ihn hier ein, um diese Anmeldung aus der App zu bestätigen. Die Seite wartet währenddessen weiter.
es: En la página de inicio de sesión del foro, el código de sesión aparece debajo del botón. Escríbelo aquí para aprobar ese inicio de sesión desde esta aplicación. La página sigue esperando mientras tanto.
fa: در صفحهٔ ورود انجمن، کد نشست زیر دکمه نمایش داده می‌شود. آن را اینجا وارد کنید تا آن ورود را از این برنامه تأیید کنید. صفحه در این مدت همچنان منتظر می‌ماند.
fi: Foorumin kirjautumissivulla istuntokoodi näkyy painikkeen alla. Kirjoita se tähän hyväksyäksesi kirjautumisen tästä sovelluksesta. Sivu odottaa sillä välin.
fr: Sur la page de connexion du forum, le code de session est affiché sous le bouton. Saisissez-le ici pour approuver cette connexion depuis l'application. La page continue d'attendre pendant ce temps.
it: Nella pagina di accesso del forum, il codice di sessione è mostrato sotto il pulsante. Inseriscilo qui per approvare quell'accesso da questa app. La pagina continua ad attendere nel frattempo.
ja: フォーラムのサインインページでは、ボタンの下にセッションコードが表示されています。ここに入力すると、このアプリからそのサインインを承認できます。その間、ページは待機し続けます。
ko: 포럼 로그인 페이지에서 세션 코드는 버튼 아래에 표시됩니다. 여기에 입력하면 이 앱에서 해당 로그인을 승인할 수 있습니다. 그동안 페이지는 계속 기다립니다.
my: ဖိုရမ်၏ ဝင်ရောက်မှုစာမျက်နှာတွင် ဆက်ရှင်ကုဒ်ကို ခလုတ်အောက်၌ ပြထားသည်။ ဤအက်ပ်မှ ထိုဝင်ရောက်မှုကို အတည်ပြုရန် ဤနေရာတွင် ရိုက်ထည့်ပါ။ ထိုအတောအတွင်း စာမျက်နှာက ဆက်စောင့်နေပါမည်။
nb: På forumets innloggingsside vises øktkoden under knappen. Skriv den inn her for å godkjenne den innloggingen fra denne appen. Siden fortsetter å vente imens.
nl: Op de aanmeldpagina van het forum staat de sessiecode onder de knop. Typ hem hier om die aanmelding vanuit deze app goed te keuren. De pagina blijft ondertussen wachten.
pl: Na stronie logowania forum kod sesji jest wyświetlony pod przyciskiem. Wpisz go tutaj, aby zatwierdzić to logowanie z tej aplikacji. Strona w tym czasie nadal czeka.
pt: Na página de início de sessão do fórum, o código de sessão aparece por baixo do botão. Escreve-o aqui para aprovar esse início de sessão a partir desta aplicação. A página continua à espera entretanto.
ro: Pe pagina de autentificare a forumului, codul de sesiune este afișat sub buton. Introdu-l aici pentru a aproba acea autentificare din această aplicație. Pagina așteaptă în continuare între timp.
ru: На странице входа на форум код сеанса показан под кнопкой. Введите его здесь, чтобы подтвердить этот вход из приложения. Страница тем временем продолжает ждать.
sv: På forumets inloggningssida visas sessionskoden under knappen. Skriv in den här för att godkänna den inloggningen från den här appen. Sidan fortsätter vänta under tiden.
th: ในหน้าลงชื่อเข้าใช้ของฟอรัม รหัสเซสชันจะแสดงอยู่ใต้ปุ่ม พิมพ์รหัสที่นี่เพื่ออนุมัติการลงชื่อเข้าใช้นั้นจากแอปนี้ หน้าเว็บจะรอต่อไประหว่างนั้น
tr: Forumun giriş sayfasında oturum kodu düğmenin altında gösterilir. Bu girişi bu uygulamadan onaylamak için kodu buraya yazın. Sayfa bu sırada beklemeye devam eder.
uk: На сторінці входу на форум код сеансу показано під кнопкою. Введіть його тут, щоб підтвердити цей вхід із застосунку. Сторінка тим часом продовжує чекати.
zh_hans: 在论坛登录页面，会话代码显示在按钮下方。在此输入该代码，即可从本应用批准该次登录。在此期间页面会继续等待。
zh_hant: 在論壇登入頁面，工作階段代碼顯示在按鈕下方。在此輸入該代碼，即可從本應用程式核准該次登入。在此期間頁面會持續等待。

source: Pin table cleared
ar: تم مسح جدول التثبيت
da: Fastgørelsestabel ryddet
de: Anheftungstabelle geleert
es: Tabla de fijaciones borrada
fa: جدول سنجاق پاک شد
fi: Kiinnitystaulukko tyhjennetty
fr: Table d'épinglage effacée
it: Tabella delle chiavi fissate cancellata
ja: 固定テーブルをクリアしました
ko: 고정 테이블이 지워졌습니다
my: ပင်ဇယားကို ရှင်းလင်းပြီးပါပြီ
nb: Festetabell tømt
nl: Pintabel gewist
pl: Tabela przypięć wyczyszczona
pt: Tabela de fixações limpa
ro: Tabelul de fixări a fost golit
ru: Таблица закреплений очищена
sv: Fästtabellen rensad
th: ล้างตารางการปักหมุดแล้ว
tr: Sabitleme tablosu temizlendi
uk: Таблицю закріплень очищено
zh_hans: 固定列表已清空
zh_hant: 已清除固定金鑰表

source: Port forwarding
ar: إعادة توجيه المنافذ
da: Portvideresendelse
de: Portweiterleitung
es: Reenvío de puertos
fa: هدایت پورت
fi: Portin edelleenlähetys
fr: Redirection de port
it: Inoltro porte
ja: ポート転送
ko: 포트 포워딩
nb: Portvideresending
pl: Przekierowanie portów
pt: Reencaminhamento de portas
ro: Redirecționarea porturilor
ru: Переадресация портов
sv: Portvidarebefordran
th: การส่งต่อพอร์ต
tr: Bağlantı noktası yönlendirme
uk: Переадресація портів
zh_hans: 端口转发
zh_hant: 連接埠轉送

source: Port request failed. Warren retries automatically; reconnect to force a new request.
ar: فشل طلب المنفذ. يعيد Warren المحاولة تلقائيًا؛ أعد الاتصال لفرض طلب جديد.
da: Portanmodningen mislykkedes. Warren prøver automatisk igen; genopret forbindelsen for at fremtvinge en ny anmodning.
de: Portanfrage fehlgeschlagen. Warren versucht es automatisch erneut; verbinden Sie sich neu, um eine neue Anfrage zu erzwingen.
es: La solicitud de puerto falló. Warren reintenta automáticamente; reconéctese para forzar una nueva solicitud.
fa: درخواست پورت ناموفق بود. Warren به‌طور خودکار دوباره تلاش می‌کند؛ برای ارسال درخواست جدید دوباره متصل شوید.
fi: Porttipyyntö epäonnistui. Warren yrittää automaattisesti uudelleen; yhdistä uudelleen pakottaaksesi uuden pyynnön.
fr: La demande de port a échoué. Warren réessaie automatiquement ; reconnectez-vous pour forcer une nouvelle demande.
it: Richiesta della porta non riuscita. Warren riprova automaticamente; riconnettiti per forzare una nuova richiesta.
ja: ポートのリクエストに失敗しました。Warrenは自動的に再試行します。新しいリクエストを強制するには再接続してください。
ko: 포트 요청에 실패했습니다. Warren이 자동으로 다시 시도합니다. 새 요청을 강제하려면 다시 연결하세요.
my: Port တောင်းဆိုမှု မအောင်မြင်ပါ။ Warren သည် အလိုအလျောက် ထပ်ကြိုးစားပါမည်။ တောင်းဆိုမှုအသစ် ချက်ချင်းလုပ်စေရန် ပြန်လည်ချိတ်ဆက်ပါ။
nb: Portforespørselen mislyktes. Warren prøver automatisk på nytt; koble til på nytt for å fremtvinge en ny forespørsel.
nl: Poortaanvraag mislukt. Warren probeert het automatisch opnieuw; maak opnieuw verbinding om een nieuwe aanvraag te forceren.
pl: Żądanie portu nie powiodło się. Warren automatycznie ponawia próby; połącz się ponownie, aby wymusić nowe żądanie.
pt: O pedido de porta falhou. O Warren tenta novamente de forma automática; volte a ligar-se para forçar um novo pedido.
ro: Solicitarea portului a eșuat. Warren reîncearcă automat; reconectează-te pentru a forța o nouă solicitare.
ru: Не удалось запросить порт. Warren автоматически повторяет попытки; переподключитесь, чтобы принудительно отправить новый запрос.
sv: Portbegäran misslyckades. Warren försöker igen automatiskt; återanslut för att tvinga fram en ny begäran.
th: การขอพอร์ตล้มเหลว Warren จะลองใหม่โดยอัตโนมัติ เชื่อมต่อใหม่เพื่อบังคับให้ส่งคำขอใหม่
tr: Bağlantı noktası isteği başarısız oldu. Warren otomatik olarak yeniden dener; yeni bir isteği zorlamak için yeniden bağlanın.
uk: Не вдалося запитати порт. Warren повторює спробу автоматично; перепідключіться, щоб примусово надіслати новий запит.
zh_hans: 端口请求失败。Warren 会自动重试；重新连接可强制发起新的请求。
zh_hant: 連接埠要求失敗。Warren 會自動重試；重新連線可強制發出新的要求。

source: Previously pinned key
ar: المفتاح المثبَّت سابقًا
da: Tidligere fastlåst nøgle
de: Zuvor angeheftete Schlüssel
es: Clave anclada anteriormente
fa: کلید سنجاق‌شده پیشین
fi: Aiemmin kiinnitetty avain
fr: Clé précédemment épinglée
it: Chiave precedentemente bloccata
ja: 以前ピン留めされた鍵
ko: 이전에 고정된 키
my: ယခင်ပင်ထိုးထားသော သော့
nb: Tidligere festet nøkkel
nl: Eerder vastgepinde sleutel
pl: Wcześniej przypięty klucz
pt: Chave fixada anteriormente
ro: Cheie marcată anterior
ru: Ранее закреплённый ключ
sv: Tidigare fastnålad nyckel
th: กุญแจที่ปักหมุดไว้ก่อนหน้า
tr: Önceden sabitlenmiş anahtar
uk: Раніше закріплений ключ
zh_hans: 先前已固定的密钥
zh_hant: 先前釘選的金鑰

source: Processing your choice, please wait.
ar: جارٍ معالجة اختيارك، يُرجى الانتظار.
da: Behandler dit valg, vent venligst.
de: Ihre Auswahl wird verarbeitet, bitte warten.
es: Procesando tu elección, espera un momento.
fa: در حال پردازش انتخاب شما، لطفاً صبر کنید.
fi: Käsitellään valintaasi, odota.
fr: Traitement de votre choix en cours, veuillez patienter.
it: Elaborazione della tua scelta in corso, attendere.
ja: 選択内容を処理しています。しばらくお待ちください。
ko: 선택을 처리하는 중입니다. 잠시 기다려 주세요.
my: သင့်ရွေးချယ်မှုကို ဆောင်ရွက်နေသည်၊ ကျေးဇူးပြု၍ စောင့်ဆိုင်းပါ။
nb: Behandler valget ditt, vennligst vent.
nl: Je keuze wordt verwerkt, even geduld.
pl: Przetwarzanie wyboru, proszę czekać.
pt: A processar a tua escolha, aguarda.
ro: Se procesează opțiunea aleasă, vă rugăm să așteptați.
ru: Обработка вашего выбора, пожалуйста, подождите.
sv: Behandlar ditt val, vänta.
th: กำลังประมวลผลตัวเลือกของคุณ โปรดรอสักครู่
tr: Seçimin işleniyor, lütfen bekle.
uk: Обробка вашого вибору, зачекайте.
zh_hans: 正在处理您的选择，请稍候。
zh_hant: 正在處理您的選擇，請稍候。

source: Reconnected through %@. Your traffic stayed protected.
ar: تمت إعادة الاتصال عبر %@. بقيت حركة بياناتك محمية.
da: Genoprettet forbindelse via %@. Din trafik forblev beskyttet.
de: Erneut verbunden über %@. Ihr Traffic blieb geschützt.
es: Reconectado a través de %@. Su tráfico permaneció protegido.
fa: اتصال دوباره از طریق %@ برقرار شد. ترافیک شما همچنان محافظت‌شده ماند.
fi: Yhdistetty uudelleen kohteen %@ kautta. Liikenteesi pysyi suojattuna.
fr: Reconnecté via %@. Votre trafic est resté protégé.
it: Riconnesso tramite %@. Il tuo traffico è rimasto protetto.
ja: %@ 経由で再接続しました。トラフィックは保護されたままでした。
ko: %@을(를) 통해 다시 연결되었습니다. 트래픽은 계속 보호되었습니다.
my: %@ မှတစ်ဆင့် ပြန်လည်ချိတ်ဆက်ပြီးပါပြီ။ သင့်ထရက်ဖစ်ကို ဆက်လက်ကာကွယ်ထားသည်။
nb: Koblet til igjen via %@. Trafikken din forble beskyttet.
nl: Opnieuw verbonden via %@. Je verkeer bleef beschermd.
pl: Połączono ponownie przez %@. Twój ruch pozostał chroniony.
pt: Religado através de %@. O seu tráfego permaneceu protegido.
ro: Reconectat prin %@. Traficul tău a rămas protejat.
ru: Повторное подключение через %@. Ваш трафик остался защищенным.
sv: Återansluten via %@. Din trafik förblev skyddad.
th: เชื่อมต่อใหม่ผ่าน %@ แล้ว ทราฟฟิกของคุณยังคงได้รับการปกป้อง
tr: %@ üzerinden yeniden bağlanıldı. Trafiğiniz korunmaya devam etti.
uk: Повторно підключено через %@. Ваш трафік залишився захищеним.
zh_hans: 已通过 %@ 重新连接。您的流量始终受到保护。
zh_hant: 已透過 %@ 重新連線。您的流量始終受到保護。

source: Reject (disconnect)
ar: رفض (قطع الاتصال)
da: Afvis (afbryd forbindelse)
de: Ablehnen (trennen)
es: Rechazar (desconectar)
fa: رد کردن (قطع اتصال)
fi: Hylkää (katkaise yhteys)
fr: Refuser (déconnexion)
it: Rifiuta (disconnetti)
ja: 拒否（切断）
ko: 거부(연결 끊기)
my: ငြင်းပယ်ပါ (ချိတ်ဆက်မှုဖြတ်ပါ)
nb: Avvis (koble fra)
nl: Weigeren (verbinding verbreken)
pl: Odrzuć (rozłącz)
pt: Rejeitar (desligar)
ro: Respinge (deconectează)
ru: Отклонить (отключиться)
sv: Avvisa (koppla bort)
th: ปฏิเสธ (ตัดการเชื่อมต่อ)
tr: Reddet (bağlantıyı kes)
uk: Відхилити (від'єднати)
zh_hans: 拒绝（断开连接）
zh_hant: 拒絕（中斷連線）

source: Renews in
ar: يتجدد خلال
da: Fornyes om
de: Verlängerung in
es: Se renueva en
fa: تمدید در
fi: Uusiutuu
fr: Renouvellement dans
it: Si rinnova tra
ja: 更新まで
ko: 갱신까지
my: သက်တမ်းတိုးရန်
nb: Fornyes om
nl: Verlengt over
pl: Odnowienie za
pt: Renova em
ro: Se reînnoiește în
ru: Продление через
sv: Förnyas om
th: ต่ออายุใน
tr: Yenilenmeye kalan
uk: Поновлення через
zh_hans: 续订倒计时
zh_hant: 續訂倒數

source: Report to Warren
ar: إبلاغ Warren
da: Rapportér til Warren
de: An Warren melden
es: Informar a Warren
fa: گزارش به Warren
fi: Ilmoita Warrenille
fr: Signaler à Warren
it: Segnala a Warren
ja: Warrenに報告
ko: Warren에 신고
my: Warren သို့ တိုင်ကြားပါ
nb: Rapporter til Warren
nl: Rapporteren aan Warren
pl: Zgłoś do Warren
pt: Comunicar à Warren
ro: Raportează către Warren
ru: Сообщить в Warren
sv: Rapportera till Warren
th: รายงานไปยัง Warren
tr: Warren'a bildir
uk: Повідомити Warren
zh_hans: 向 Warren 报告
zh_hant: 回報給 Warren
